examples/02_HFDBIDEMFoamPouringTests/ii_pouringPolyhedrons/Polyhedrons_n1000/0.org/lambda
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  3.0.x                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      lambda;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 0 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    movingWall
  {
      type            zeroGradient;
  }
  fixedWalls
  {
    type            zeroGradient;
  }
  outlet
  {
    type            zeroGradient;
  }
    frontAndBack
    {
        type            empty;
    }
}


// ************************************************************************* //
